arc-gtk-theme
bash-completion
bat
bleachbit
blueman
bluez
bluez-utils
ccache
cmake
dhclient
docker
galculator
gcc
gdb
git
git-filter-repo
glances
go
gpicview
htop
kolourpaint
libcanberra
libcanberra-pulse
liferea
lightdm
lightdm-gtk-greeter
man-db
man-pages
mc
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nmap
ntfs-3g
openvpn
pacman-contrib
pavucontrol
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python3
qtcreator
smbclient
strace
strace
sudo
texlive-core
thunderbird
time
tk
ttf-dejavu
ttf-droid
ttf-liberation
usbutils
valgrind
vim
vlc
wireshark-qt
wol
wpa_supplicant
xf86-video-intel
xfce4
xfce4-cpugraph-plugin
xfce4-fsguard-plugin
xfce4-notifyd
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xorg-server
xorg-xinit
xorg-xkill
xpdf
yakuake
youtube-dl
